{
  "letters": [
    {
      "id": 1,
      "date": "July 14th, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br>I received your letter and was very glad to hear from you, Im sorry i didnt write before this, this is the first UNKNOWN I took to myself in ten days, except for the weekend and I went out then, thats the only time I UNKNOWN go out, I have been sleeping in the field for the last week, and even now im on duty, all I have to do is answer the telephone and get the company up in the morning, as you see I dont have much time to myself. How have you been, and how did you enjoy your three day weekend? I bet you got plenty of rest, or did you, who wants to rest with three days off.<br></br>UNKNOWN you think i was UNKNOWN to get back to army, did I look anxious to get back? If i did im a good actor. When I got in Tacoma, Wash I met some other fellows who were home and they left New York Sunday Morning and got back the same time I did, boy could I have kicked myself, I knew i should of left sunday. It was my mother who talked me into it, next time Ill know better, if I have a next time, i hope not but thats the way it works now. I went down to Portland, Oregon last week and had a swell time. The only trouble was I had UNKNWON to sleep. All the hotel rooms were gone but i UNKNOWN without sleep, I did it before, remember? Sunday I saw a swell picture, Mr. Lucky with Cary Grant, it was very good you should see it. <br></br>I have a letter from Mary and Hughie to answer, but I cant do that tonight. I havent written to my brother since I got back and he wrote to me and told me a thing or two, so I have to write to him. I guess i wrote the letter I enough, now ill try the letter U. How have you been? What have you been doing with yourself? What did you do with your three days? Are you still working hard? Im sending you my IOU so just hold on to it, but dont hold it too long. <br></br>Its now 10PM and I have some work to do so I better close now. It was nice receiving your letter and you write a good letter, so write again and be a good girl. <br></br>Love, <br></br>Tom",
      "envelope": "/images/fort-lewis/7141943/7141943env.png",
      "images": [
        "/images/fort-lewis/7141943/71419431.png",
        "/images/fort-lewis/7141943/71419432.png",
        "/images/fort-lewis/7141943/71419433.png",
        "/images/fort-lewis/7141943/71419434.png",
        "/images/fort-lewis/7141943/71419435.png"
      ]
    },
    {
      "id": 2,
      "date": "August 24, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br>Received your letter and as always glad to hear from you. I also have to thank you for the very nice card, had ot laugh when I looked at it and dont think that its far from wrong. I see your in the big money now, $1.00 prize, boy that was a big doing. Did you day it was a ballroom contest or a ballroom dance?<br></br> Now to tell you fo the doings at Fort Lewis, this week I have it very easy. The company went out in the field and the poor boys have to sleep in pup tents, but not me, I stay right here in camp and sleep in a nice soft bed. In the four day the boys are out, i have about seven hours work, all I have to do is show movies to some new fellows. They are all {UNKNOWN} movies and they put you to sleep. Outside of that Im still working hard ( I guess).  I ran out of money last weekend so I have to be a good boy this weekend, and thats hard, but I think the rest will do me good. Still go to church (the right one), take a sun bath, and read. If i have time ill write more letters, i have about ten to answer, I have to answer Marys tonight, she sent me the pictures we took at the beach that sunday, they sure look good.<br></br> Its nice to have pictures to look at  now and then and think about what was going on at the time they were taken (am i getting soft?). I am glad to hear about my pal {UNKNOWN}, he dont write so often , the only time I hear of him is from mary, I guess that job keeps him busy. I never did get to see Dixie and guess i missed a good picture. There seems to be some {UNKNOWN} I tell you {UNKNOWN} , I guess that will hold you and your big town stuff. Did you say you only saw it three weeks ago? Ill bet you cant think of an answer. I should get a medal for shooting but you have to buy them yourself, and I need every penny i cant get, I could get a lot of other medals too, but you know how it is, I just dont like to show off UNKNOWN. <br></br> I guess ill have to sign off now, Im glad UNKNOWN your working so much, thats half the battle. Keep up the good work, the next one is only 12 months away. So long for now, write soon, be good, go to church, take care of your self, Amen.<br></br>Love,<br></br>Tom",
      "envelope": "/images/fort-lewis/7281943/7281943env.png",
      "images": [
        "/images/fort-lewis/7281943/72819431.png",
        "/images/fort-lewis/7281943/72819432.png",
        "/images/fort-lewis/7281943/72819433.png",
        "/images/fort-lewis/7281943/72819434.png"
      ]
    },
    {
      "id": 3,
      "date": "September 18, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Kate,<br></br>Here it is Saturday and I have to stay in this weekend, I dont have to, but all I have until payday is .35 cents so I guess I better stay in. I dont know where all the money goes to, it seems I never have any, and some of the boys can save in the army, Ill have to figure out how its done. <br></br>Last weekend I went down to Portland to see my brother, at last. It was good to see him and the kids, you should see his little boy is he a good looking kid. They tell me I looked like him when I was small (the UNKNOWN kid). He is off next fri - sat so Im trying to get down to see him, I dont need any money if I go out with him, but dont get me wrong, thats not why im going, but it is a big help to have him near at times like this. <br></br>Your letter took a long time to get here, just to show how long it took, you sadi you saw the “World Primer” of the Fallen Sparrow and I saw that months ago. They better step up this mail or the UNKNOWN will be six month before I know it. Alright, ill let you get away with the one about Dixie, thats your UNKNOWN, next time I wont be as easy. <br></br>You should talk about me being a UNKNOWN worker, every time I get a letter from you you have three days off. How do you do it? You have the job I want, only four days a week, what a life. I got a letter from my other brother the one in the Navy. He said he may get out this way. That worked out swell, he went to sea for a few weeks. I think he was in Europe some place, I should get a letter from him in a few days. I dont know much about it myself, I guess mom is worried about him, I knew he would get over there before I would. <br></br>Its almost 8 Oclock now and I have to go to confession now, and dont worry Ill go to the right one this time. I hope he dont kick me out, but then why would he, Ive been a good boy. <br></br>So long for now, write soon. Thats all Im going to say. I love your UNKNOWN.<br></br>Love, <br></br>Tom ",
      "envelope": "/images/fort-lewis/9181943/9181943env.png",
      "images": [
        "/images/fort-lewis/9181943/91819431.png",
        "/images/fort-lewis/9181943/91819432.png",
        "/images/fort-lewis/9181943/91819433.png",
        "/images/fort-lewis/9181943/91819434.png"
      ]
    },
    {
      "id": 4,
      "date": "October 5, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br> Thanks, but the holidays that just passed were just  like any other day. To me my New Years comes Jan 1st. Remember me the UNKNOWN  OConnor, just because I like ot take my shoes off when i go to lunch UNKNOWN, for a jew, UNKNOWN? All the jews got a three day pass, I told them I always go to the synagogue, but you know how the Army is, UNKNOWN except for the time you spent in the synagogue. <br></br>Last weekend I spent in camp, the first one in a very long time, and what a time I had, it was UNKNOWN. They will have to tie me UNKNOWN if they think I will stay in UNKNOWN. I just said that to show you I dont want to go out every week, but if you want to know the truth I had to stay in, “no money”. Now, i heard everything UNKNOWN.<br></br>I just got a letter from Mary and Hughie and you should hear all the bad names Mary called me, my face is still red. She called me a UNKNOWN for not answering her last letter and all the time UNKNOWN , thats just like Hughie to think UNKNOWN, I had a good laugh when I read that. <br></br>Its too late to write any more tonight UNKNOWN Good night!<br></br>October 6th, Wednesday, 6:30 PM<br></br>Now lets see, oh yes! I was thinking about Hughie, I received a letter from a friend of UNKNOWN, he said Hughie and Mary were going ot married soon. But in the letter today I got today Hughie said “give us time, pal, give us time” and mary said the same, so I guess i wont miss anything. I know Hughie would never think of pulling a trick like that on his best pal (thats me).<br></br>I may have my mail addressed Sargent OConnor in a few weeks, I hope. I just have to pass a UNKNOWN for officers, take a written test with 50 questions, then I have to see the colonel and he puts his two cents in, then a test on radio, some fun, all for 12 cents more a month. I think it would be less trouble if I tried for the Colonels job. UNKNOWN.<br></br>Whats this? Another day off? Boy, you sure have a job, dont ever give it up. Just think if you ever had a job and had to work six days a week, then you could walk up and get your pay with a smile on your face. <br></br>Your letter only took five days to get here, thats not bad. Then again , you send them Air Mail,  UNKNOWN how long this one takes. It will leave camp on the 9th I guess. Thats it for now Kate… oops i mean Cathleen, dont tell me you dont like Kate, if you dont I wont call you Kate anymore, OK Kate? I mean Cathleen, so long Kate, oops i mean Cathleen, write soon Kate, there I go again with Kate, so long Cathleen, there I got it right that time.<br></br>Love,<br></br>Tom",
      "envelope": "/images/fort-lewis/1051943/1051943env.png",
      "images": [
        "/images/fort-lewis/1051943/10519431.png",
        "/images/fort-lewis/1051943/10519432.png",
        "/images/fort-lewis/1051943/10519433.png",
        "/images/fort-lewis/1051943/10519434.png"
      ]
    },
    {
      "id": 5,
      "date": "October 24, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br> Thanks, but the holidays that just passed were just  like any other day. To me my New Years comes Jan 1st. Remember me the UNKNOWN  OConnor, just because I like ot take my shoes off when i go to lunch UNKNOWN, for a jew, UNKNOWN? All the jews got a three day pass, I told them I always go to the synagogue, but you know how the Army is, UNKNOWN except for the time you spent in the synagogue. <br></br>Last weekend I spent in camp, the first one in a very long time, and what a time I had, it was UNKNOWN. They will have to tie me UNKNOWN if they think I will stay in UNKNOWN. I just said that to show you I dont want to go out every week, but if you want to know the truth I had to stay in, “no money”. Now, i heard everything UNKNOWN.<br></br>I just got a letter from Mary and Hughie and you should hear all the bad names Mary called me, my face is still red. She called me a UNKNOWN for not answering her last letter and all the time UNKNOWN , thats just like Hughie to think UNKNOWN, I had a good laugh when I read that. <br></br>Its too late to write any more tonight UNKNOWN Good night!<br></br>October 6th, Wednesday, 6:30 PM<br></br>Now lets see, oh yes! I was thinking about Hughie, I received a letter from a friend of UNKNOWN, he said Hughie and Mary were going ot married soon. But in the letter today I got today Hughie said “give us time, pal, give us time” and mary said the same, so I guess i wont miss anything. I know Hughie would never think of pulling a trick like that on his best pal (thats me).<br></br>I may have my mail addressed Sargent OConnor in a few weeks, I hope. I just have to pass a UNKNOWN for officers, take a written test with 50 questions, then I have to see the colonel and he puts his two cents in, then a test on radio, some fun, all for 12 cents more a month. I think it would be less trouble if I tried for the Colonels job. UNKNOWN.<br></br>Whats this? Another day off? Boy, you sure have a job, dont ever give it up. Just think if you ever had a job and had to work six days a week, then you could walk up and get your pay with a smile on your face. <br></br>Your letter only took five days to get here, thats not bad. Then again , you send them Air Mail,  UNKNOWN how long this one takes. It will leave camp on the 9th I guess. Thats it for now Kate… oops i mean Cathleen, dont tell me you dont like Kate, if you dont I wont call you Kate anymore, OK Kate? I mean Cathleen, so long Kate, oops i mean Cathleen, write soon Kate, there I go again with Kate, so long Cathleen, there I got it right that time.<br></br>Love,<br></br>Tom",
      "envelope": "/images/fort-lewis/10241943/10241943env.png",
      "images": [
        "/images/fort-lewis/10241943/102419431.png",
        "/images/fort-lewis/10241943/102419432.png",
        "/images/fort-lewis/10241943/102419433.png",
        "/images/fort-lewis/10241943/102419434.png",
        "/images/fort-lewis/10241943/102419435.png",
        "/images/fort-lewis/10241943/102419436.png"
      ]
    },
    {
      "id": 6,
      "date": "Sept 19, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br> So! I see the cats out of the bag. I knew Id have to take it, and I sure did in your last letter. I always said that guy talked too much, now Im sure of it. So you had a good laugh, well thats good, but you missed the best laugh when I read your letter, I had to read the first page over to be sure I read it right. I did. And for the first time Im glad Im in France. Just think of the fun you could have if I were home on furlough now, boy could you rub it in. What hurts most is that I cant get back at you. I could call you “Black Irish” or something like that first but thats old stuff, and not strong enough. I let you letter lay for two days trying to think of something but for the life of me I cant. Just remember this war is almost at an end, then starts another war.<br></br> The weather is nice so far, but the nights are so cold you cant sleep, we only had one day of rain. We are living in pup tents in a nice big field, right near a small town, from the looks of the buildings they must have a hot old time over here, I havent seen a house they missed. The people here start coming back from the hills now to fix up their homes. The kids can only say three words gum, candy, cigarettes, Ive seen a kid about five years smoking, you cant get along unless you speak French, so that lets me out. You see Im no L.K. over here. Our money is no good to us so we play cards, they will pay us off in French money then we can buy some wine, it only cost ten cents a qt. Now that the war is over Ill give you one guess what we came over for. I thank you for the Sacred Heart booklet, I know it will bring me luck. I have to go now, Write soon, Ill be looking for your letter. And dont be paying little boys money to make them talk. How much did it cost you? So long<br></br>Love,<br></br>Tom",
      "envelope": "/images/france/09191944/09191944env.png",
      "images": [
        "/images/france/09191944/091919441.png",
        "/images/france/09191944/091919442.png",
        "/images/france/09191944/091919443.png"
      ]
    },
    {
      "id": 7,
      "date": "Oct 10, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>Your letter of the 22nd of Sept finally arrived. I'm glad you had a swell time at the shower, but if you ask me, (And I know didnt) that was one …. of a time. I ran into things like that trying to get back to camp. And if I were alone, I'd have me stopped at a hotel, but the boys always talked me out of it. I remember one night taking Jim back to camp, he was feeling good — no he was drunk, and all over the road, so no one would pick us up seeing him drunk. If I were the same way I guess it would be all right, but when your sober, we were not together that nite, thats why I was sober. I did everything but get down on my knees, to have him stand still, we got in camp just in time to get up, when we should have had five hours sleep. You know, I bet I’m a good friend to have, Amen! But then, Jim could tell you a few stories himself, so I better knock off.<br></br>I dont have to worry about be careful of the wine women & song, all I can do at night is go to bed, so I am as good as gold. I also got a letter from Hughie and he gave me all the advice I need. Good old Hughie.<br></br>I answer all your letters as soon as I receive them all, and I hope I received them all, and I think I did.<br></br>Nothing new over here, still taking life easy and trying to keep my feet dry. We had a lot of rain but the past two days have been swell.<br></br><br></br>Well the candle is almost out now, and its our last, so I better hop in bed.<br></br>So long, Write soon,Love, <br></br>Tom<br></br>P.S. I hope the new girl is a big help — now tell me, just what do you do",
      "envelope": "/images/france/10101944/10101944env.png",
      "images": [
        "/images/france/10101944/101019441.png",
        "/images/france/10101944/101019442.png",
        "/images/france/10101944/101019443.png"
      ]
    },
    {
      "id": 8,
      "date": "Oct 23, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>No mail now in over a week, only a few letters now and then for the company, but we should get some soon, I hope. The rain stayed for the past two days (Thank God) and the mud is drying up a little, but its still bad enough, all the boys are mud from head to toe, and having a swell time making mud pies, I guess that keeps them happy.<br></br>I got a letter from home saying you and Mary helped fix up a package for me, Thank you! I’ll let you know how I enjoy it when I get it, and I’m sure I will enjoy it, as it is now I am looking forward for something to eat 24 hours a day, I guess its this out door life. I also sleep like a baby until some of the big guns open up, then I jump about five feet out of bed.— Why don’t I keep my big mouth shut, it just began to rain. They should call off the war until it dry up, and send me to Paris when I can have a good time for myself. I can still dream. Can’t I.<br></br>How is everything home. Did you get over your night out yet? Or did you have another one since? By the way did you get that fur coat I gave you the money for? I hope you got one just like your old one that was a nice coat in its day. I know that I’ll be sorry I said that, now that you know about ???. I should say I’m sorry now, but it just isn’t in me.<br></br>I guess that is all for now, I won’t have as much time to write as I did, but I will rite when ever possible. So long for now. I’ll be looking for your letter. Take care of youself.<br></br>Love,<br></br>Tom",
      "envelope": "/images/france/10231944/10231944env.png",
      "images": [
        "/images/france/10231944/102319441.png",
        "/images/france/10231944/102319442.png"
      ]
    },
    {
      "id": 9,
      "date": "Nov 7, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Cathleen,<br></br>This is a fine time of the morning to be writing. All the boys are in bed, so this is a good time to write. It’s a dark nite with a little rain and a very strong wind. I am doing my duty on the radio, as a good soldier, its fixed up so that I’m indoors by a nice fire, so I’m not sure that war is hell after all.<br></br>Rita Kelty was right, its not to far from home, but a little to far for the kind of passes they give out, Id just have enough time to get home and back by train. It’s a swell town, even if it’s a Navy town, I know all the boys liked it, and had a swell time — me too—. Id have liked to see more of the town, but when the boys go out. Well you know how it is, you only see for a short time, then every town looks like the last one — or something.<br></br>Don’t worry about saying anything wrong to Rita, she knows he drinks like a fish. He said theres not enough room on V mail to talk about all he drinks —I don’t know how people get that way —<br></br>I hope I do get to meet this Irish girl you work with, are you sure she said ????. I don’t think so, I guess its just the way she talks. Cute is another word that gets me. But then on the other hand I guess she is a smart greenhorn, she’d like to meet a lad like me. Boy — that’s one thing about the Irish, they always look for the best in the land, If I never get to meet her tell her not to take it too hard, I’m sure there are others in this world like me. Its like I always said, some guys have it and some guys haven’t — I must have lots of it, — whatever it is — I can just about read your letter now, so take it easy — please —<br></br>I can’t understand how that I.O.U. has gone up to $30.00 but if you (just ran out of ink and there is no more around.) but if you say so, it must be so. I see I lost the bet on the series, so I guess that should bring it up around $30, now Im not saying your trying to put something over on me but I can’t understand how I lost that bet when I never made it, you know you can’t make a bet by yourself or when the series are over, I think you are a little mixed up Cathleen, Don’t you? — I know GD. well you are — so cut the $30. down to $15.<br></br>Speaking of money, I just sent one hundred bucks home this month, that’s not bad seeing I’m not over two months yet. I could send all my pay home, I have no way to spend it or nothing to spend it on, but every now and then we get a little chicken, just a little, or play cards, so I need a little pin money.<br></br>Think nothing of the five ??? Spend a million OConnor they call me. If I run into anything I think you’d like I’ll send it. That’s if you’ll be nice. I don’t think your’d like guns or tanks and things like that. Come to think of it you may at that. So you can’t find a coat to fit you for five ???, I know I told you to get one just like your old one, but if you can’t I guess you’ll have to buy a half coat, so I’m not sending any more money. Who do you think I am John D? And if you have any change please get a hat that Hughie likes, I like to see my pal happy, but I can’t see why he makes fun of your hats, as I remember<br></br>you had some very nice hats, yes, they must have been nice about ten years ago. (What did you say?) Boy am I glad you can’t swim or your’d be over here in the morning.<br></br>I see every body has a cold, here’s hoping it don’t get around to you. I’m glad everybody is ??? around again, I had that trouble every winter, but since I’m in the army I had only a few colds, and got rid of them fast, so I guess the army had done something for me.<br></br>Now that winter is here, every man in the C.T.O. is going to get a bed roll, they say they are very warm, I know the boys could use something like that, also we get boots, as long as I keep my feet warm I'm alright, when they get cold I’m cold all over, they get cold very easy being its so wet here, but the boots will keep them dry. I hope.<br></br>Your mail is not censored, only the out going mail gets censored, we have a company censor, and now and then they spot check the mail to see that the company censor is doing his job. I guess that’s done at the post office.<br></br>I hope you have a new girl at the office, just to make things easy for you.<br></br>I’ll say so long for now, stay sober — write soon.<br></br>Love<br></br>Tom<br></br>P.S. Jim sends a peck.",
      "envelope": "/images/france/1171944/1171944env.png",
      "images": [
        "/images/france/1171944/11719441.png",
        "/images/france/1171944/11719442.png",
        "/images/france/1171944/11719443.png",
        "/images/france/1171944/11719444.png"
      ]
    },
    {
      "id": 10,
      "date": "Dec 16, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>Your letter of Nov 26th arrived today, it was good news to hear that I’m back on the right side of you, as for your other letters lets just forget them OK? I think that was a good idea to number your letters, as dates don’t mean much over here, that way we can tell just how they arrive. I hope by this time your over your cold and as happy as ever. I guess your at the top of the red cross class, I know you were when they were teaching about food. I know how you two mix. As you can see by the paper I changed armys, I got to talking to a German and he sold me the idea, the best part of it is that I'm making a lot money being I know so much about the Yanks. I always said I’d have money one way or the other.<br></br>I don’t have much trouble getting cigarettes we should get a pack a day with our ration, but now and then they mess up, right now I have enough to last for some time, you see the boys on the front line get them first, after they get the best of them the other boys are a little short., but I think they make out alright, you must have pull to get cigarettes, I’d like to know how you do it, thanks for the offer if I ever run short I’ll let you know.<br></br>Things are still going swell over here, today has been just like a spring day, but I know its going to rain tonight as no day passes without it.<br></br>All the German prisoners seem to think this war is over by Christmas, and seem sure of it, where they get that idea I don’t know, I still can’t see it before spring, but I hope they know what they are talking about, what more can anyone ask for Christmas.<br></br>The Christmas packages are coming in now and we are eating like kings, but I’m still looking for one from home, so are the rest of the boys, after the way I ate when they got one. The cards are doing alright by me this month, I'd like to send it home but I have to give the boys a chance to win back a little back, don’t you think I’m a good sport — or a sucker?<br></br>So long for now, I’ll be looking for your next letter so write soon and take care of your cold.<br></br>Love,<br></br>Tom.",
      "envelope": "/images/france/12161944/12161944env.png",
      "images": [
        "/images/france/12161944/121619441.png",
        "/images/france/12161944/121619442.png",
        "/images/france/12161944/121619443.png"
      ]
    },
    {
      "id": 11,
      "date": "Dec 25, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>I received your V mail and was glad to hear that Mrs McClean is taking it so well, I never thought she would, but thank God she is taking it well.<br></br>It don’t seem like Christmas over here, but all in all I had a very nice time, had lots to eat and drink, so I guess I I’m lucky. I went to a French high mass today, its much the same as ours except they have a guy dressed like Napoleon just where he fits into the mass I don’t know, he just walks up and down and looks smart. Its just about 3 PM home now I guess you can’t move now after dinner, I told you not to over do it. Remember?<br></br>We have a radio that we fix up, its one of the radios we use so we have to doctor it up a bit to get on the broadcast band, we still don’t get much a few stations from England, not a thing from the states, we had some good song on today, such as “danced with the dolly” I understand it’s a big hit in N.Y. is that right? also a few Christmas carols, they sure make you home sick, everybody was a little low today, but the war still went on.<br></br>When you write again let me know how you enjoyed your Xmas, (three days off again,) did you stay sober? What a question to ask. Did you have a tree? I guess they are hard to get — or are they?<br></br>At last I got the packages from home and no need to ask who addressed them, even if I had to take a few insults(?) with them, they were still good. I still have one more from Mary & Hughie, then that the end of them I guess.<br></br>I received a card from Katleen and I sent her a V mail, I was going to tell her a few things about her girl friend, but I guess its best for her to find out for herself (don’t you think so?)<br></br>I guess that’s all for now, just wanted to let you know I’m thinking of you on Christmas. So long for now, Write Soon. Here’s a big kiss for Xmas X.<br></br>Lots of Love,<br></br>Tom",
      "envelope": "/images/france/12241944/12241944env.png",
      "images": [
        "/images/france/12241944/122419441.png",
        "/images/france/12241944/122419442.png",
        "/images/france/12241944/122419443.png"
      ]
    },
    {
      "id": 12,
      "date": "Jan 6, 1945",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>Glad to hear your cold is better and as far as being rid of your red nose, well that takes time and a lot of staying home nights. In other word lay off the hard stuff. Red from blowing it so much, what a line you have, it’s a good thing I know you, or I’d be thinking I’m writing to an angel or something. So please save that stuff for people who don’t know you.<br></br>I have three letters from you, one regular Dec 3, and two Vmails both Dec. 15th, and all arrived at the same time (Jan 5) I’m looking forward to you next letter, I want to find out what that bone is you have to pick with me and what I’m writing your friends, being I don’t know what your talking about I better not say anything or I may put my foot in it, so I’ll just wait for your letter.<br></br>Its too bad I didn't know about that package sent to Jim with the bottle in it, I’d have gotten it one way or another, but it’s too late now as all the Christmas packages are in, all except Mary and Hughies which I’m still looking for. Speaking of Hughie I can well understand why he fell asleep, boy it must be something when you and Mary sit down to talk, that’s why I like him another guy would have gone out and got drunk or something, but not Hughie he took the easy way out — my pal.<br></br>I guess you read about the push on the 7th Army front in which this division had a big part and did a swell job in stopping them. It all began at midnight New Years — what a way to start the new year, but things seem to be in hand now. I know that they lost a large number of men, but that’s the way they are fighting now, I guess half of them don’t care if they live or not. We have a little snow but the weather is still nice, we have a cold day now and then but not to often and just think spring is almost here.<br></br>Don’t forget to let me know how you enjoyed New Years when you write again. — The mail just came in — I hope — I hope — I yep! I just got Marys packages, and a swell package too socks, candy, Fruit Cake, now I’ll have to wait next Christmas and by that time I still have hopes of being home.<br></br>I have to do a little work now so I'll have to say as Long and write soon, I’ll write in a few days<br></br>Love<br></br>Tom",
      "envelope": "/images/france/161945/161945env.png",
      "images": [
        "/images/france/161945/1619451.png",
        "/images/france/161945/1619452.png",
        "/images/france/161945/1619453.png",
        "/images/france/161945/1619454.png"
      ]
    },
    {
      "id": 13,
      "date": "Jan 25, 1945",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>I just received #25 written Jan 15, the mail for the past two weeks have been very slow, but your letter made very good time, you may go for two weeks without any mail as I have not been writing, I just wanted to let you know as I don’t want you to get your Irish up again, once is enough. (even for me) I see you two ??? had a lot of fun eating and stuffing yourself — and then you tell me you lost weight, keep it up and you may fall away to a baby hippo, — (don’t say it)<br></br>It snowed almost every day last week, so now we have a good snow fall, its not too cold yet, not half as cold as it gets back home, but we did have a few days that were real cold, if the weather stays like this it wont be so bad, you can still stand it. I understand they have an early spring — I hope — If the Russian army keeps going the way they are now, who knows I may be home this spring — but I do hope they get to Berlin first, the Germans have it coming and I think the Yanks are too soft to do the job right. Katlien (?) must be some gal, the way you talk about her, what is it that fascinate people so, is it her Irish way? Or what? By the way did she ever say anything about receiving a V mail letter from me, let me tell you this, if that was one of your jokes — well all I got to say is God help you when I get home. Amen I don’t think you would pull a trick like that — or would you???<br></br>I just received a Valentine card from you. Thank you from the bottom of my heart, it was very sweet and thoughtful of you. I enclosed one for you in this letter, one that was writ by hand and made in my letter head — ?<br></br>Thanks for sending me the record review. I heard a few of them, such as Trolly Song, Dance with the Dolly I don’t remember hearing the others. I guess I’ll be like a hick when I get back — (don’t say it)<br></br>I tried to write Jims mother and tell her, I understand what she must be thinking, but I know it will never get to her s the censor would cut it out, even our first sgt tried to write and he cant do it, he was home with us on one furlough. I want to write and feel low for not writing but I just cant get away with it.<br></br>I guess that’s all I have for now I have to get some sleep tonight and its late now. So Long & write soon.<br></br>Love,<br></br>Tom",
      "envelope": "images/france/1251945/1251945env.png",
      "images": [
        "./images/france/1251945/12519451.png",
        "./images/france/1251945/12519452.png",
        "./images/france/1251945/12519453.png",
        "./images/france/1251945/12519454.png"
      ]
    },
    {
      "id": 14,
      "date": "Feb 9, 1945",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br> I received three of your letters today, Jan 31, #30 — Jan 28th, #29 a V mail Jan 24th #27, Keep up the good work Kay — your doing swell. I have not been doing as much writing as I did in the past. I’ll try to do better from now on. I did not know my mother knew about Jim, I guess I'll get a letter any day now telling me about it. I knew she thought something was wrong, as she told me a few times I never mention him anymore, also how he enjoyed the Christmas package, so I knew she was sure to find out but I would like to know how it came about.<br></br> So! Now I’m a trouble maker, I don’t know why you call me that, all I said when I wrote home is what you told me in your letter — O.K. I’ll stop — that’s just to show you I don’t need a drink to start trouble, that’s something was born in me. I guess it’s the kind of Irish I am, you know the kind yourd like to be. You say when I was home last you thought I was such a nice quiet, reserved, refined person, then you go on to say how you wish to pinch me — not once — but five times, now I ask you what kind of talk is that, I wish yourd make up your mind as to what kind of a person I am. (But don’t tell the ???). I see you were at the Oyster Bay again, God, I should write and tell my Father whats going on, but if I do, you'll only only call me a trouble maker, and you know I’d never think of making trouble for you, unless I could be in on the fun. I wonder if yourd tell me one thing I’d like to know , whos Idea is it to stop in for a few drinks after the show, or is it that you just find yourself in the Oyster Bay after the show, now don’t tell me it was your idea, I won’t believe it, not of you — (Oh No)<br></br> Now that the snow is gone, we have the good old mud back with us again. I’d take the snow any day. I only hope it don’t hold the ??? back to much, eveybody expects the war to be over any day now, just as soon as they reach Berlin. We had a letter talk today by one of the big shots, he told us what a swell job we were doing, also that we have been in combat 109 days at all times being subject to small arms or artillery, our division was not all off the line at any one time, we had rests, but had to go back in five or six days to let another unit rest and clean up. It seems that he don’t like the way the boys handle the prisoners, they all cry that they have been robed of money and watches, I feel so sorry for them. Hell if every body that is guessing when the war is over is right, I guess I’ll be home before I write my next letter, but if its not over in a few days I’ll write again.<br></br> So long for now, I know I always told you to stay sober, — Well how about trying it this time. Glad you girls had such a nice “Hen party” on New Years. We had a wonderful time bringing in the snow Write soon. And be good.<br></br> Love,<br></br>  Tom",
      "envelope": "/images/france/291945/291945env.png",
      "images": [
        "/images/france/291945/2919451.png",
        "/images/france/291945/2919452.png",
        "/images/france/291945/2919453.png",
        "/images/france/291945/2919454.png",
        "/images/france/291945/2919455.png"
      ]
    }
  ]
}



