{
  "letters": [
    {
      "id": 1,
      "date": "July 14th, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br>I received your letter and was very glad to hear from you, Im sorry i didnt write before this, this is the first UNKNOWN I took to myself in ten days, except for the weekend and I went out then, thats the only time I UNKNOWN go out, I have been sleeping in the field for the last week, and even now im on duty, all I have to do is answer the telephone and get the company up in the morning, as you see I dont have much time to myself. How have you been, and how did you enjoy your three day weekend? I bet you got plenty of rest, or did you, who wants to rest with three days off.<br></br>UNKNOWN you think i was UNKNOWN to get back to army, did I look anxious to get back? If i did im a good actor. When I got in Tacoma, Wash I met some other fellows who were home and they left New York Sunday Morning and got back the same time I did, boy could I have kicked myself, I knew i should of left sunday. It was my mother who talked me into it, next time Ill know better, if I have a next time, i hope not but thats the way it works now. I went down to Portland, Oregon last week and had a swell time. The only trouble was I had UNKNWON to sleep. All the hotel rooms were gone but i UNKNOWN without sleep, I did it before, remember? Sunday I saw a swell picture, Mr. Lucky with Cary Grant, it was very good you should see it. <br></br>I have a letter from Mary and Hughie to answer, but I cant do that tonight. I havent written to my brother since I got back and he wrote to me and told me a thing or two, so I have to write to him. I guess i wrote the letter I enough, now ill try the letter U. How have you been? What have you been doing with yourself? What did you do with your three days? Are you still working hard? Im sending you my IOU so just hold on to it, but dont hold it too long. <br></br>Its now 10PM and I have some work to do so I better close now. It was nice receiving your letter and you write a good letter, so write again and be a good girl. <br></br>Love, <br></br>Tom",
      "envelope": "/images/fort-lewis/7141943/7141943env.png",
      "images": [
        "/images/fort-lewis/7141943/71419431.png",
        "/images/fort-lewis/7141943/71419432.png",
        "/images/fort-lewis/7141943/71419433.png",
        "/images/fort-lewis/7141943/71419434.png",
        "/images/fort-lewis/7141943/71419435.png"
      ]
    },
    {
      "id": 2,
      "date": "August 24, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br>Received your letter and as always glad to hear from you. I also have to thank you for the very nice card, had ot laugh when I looked at it and dont think that its far from wrong. I see your in the big money now, $1.00 prize, boy that was a big doing. Did you day it was a ballroom contest or a ballroom dance?<br></br> Now to tell you fo the doings at Fort Lewis, this week I have it very easy. The company went out in the field and the poor boys have to sleep in pup tents, but not me, I stay right here in camp and sleep in a nice soft bed. In the four day the boys are out, i have about seven hours work, all I have to do is show movies to some new fellows. They are all {UNKNOWN} movies and they put you to sleep. Outside of that Im still working hard ( I guess).  I ran out of money last weekend so I have to be a good boy this weekend, and thats hard, but I think the rest will do me good. Still go to church (the right one), take a sun bath, and read. If i have time ill write more letters, i have about ten to answer, I have to answer Marys tonight, she sent me the pictures we took at the beach that sunday, they sure look good.<br></br> Its nice to have pictures to look at  now and then and think about what was going on at the time they were taken (am i getting soft?). I am glad to hear about my pal {UNKNOWN}, he dont write so often , the only time I hear of him is from mary, I guess that job keeps him busy. I never did get to see Dixie and guess i missed a good picture. There seems to be some {UNKNOWN} I tell you {UNKNOWN} , I guess that will hold you and your big town stuff. Did you say you only saw it three weeks ago? Ill bet you cant think of an answer. I should get a medal for shooting but you have to buy them yourself, and I need every penny i cant get, I could get a lot of other medals too, but you know how it is, I just dont like to show off UNKNOWN. <br></br> I guess ill have to sign off now, Im glad UNKNOWN your working so much, thats half the battle. Keep up the good work, the next one is only 12 months away. So long for now, write soon, be good, go to church, take care of your self, Amen.<br></br>Love,<br></br>Tom",
      "envelope": "/images/fort-lewis/7281943/7281943env.png",
      "images": [
        "/images/fort-lewis/7281943/72819431.png",
        "/images/fort-lewis/7281943/72819432.png",
        "/images/fort-lewis/7281943/72819433.png",
        "/images/fort-lewis/7281943/72819434.png"
      ]
    },
    {
      "id": 3,
      "date": "September 18, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Kate,<br></br>Here it is Saturday and I have to stay in this weekend, I dont have to, but all I have until payday is .35 cents so I guess I better stay in. I dont know where all the money goes to, it seems I never have any, and some of the boys can save in the army, Ill have to figure out how its done. <br></br>Last weekend I went down to Portland to see my brother, at last. It was good to see him and the kids, you should see his little boy is he a good looking kid. They tell me I looked like him when I was small (the UNKNOWN kid). He is off next fri - sat so Im trying to get down to see him, I dont need any money if I go out with him, but dont get me wrong, thats not why im going, but it is a big help to have him near at times like this. <br></br>Your letter took a long time to get here, just to show how long it took, you sadi you saw the “World Primer” of the Fallen Sparrow and I saw that months ago. They better step up this mail or the UNKNOWN will be six month before I know it. Alright, ill let you get away with the one about Dixie, thats your UNKNOWN, next time I wont be as easy. <br></br>You should talk about me being a UNKNOWN worker, every time I get a letter from you you have three days off. How do you do it? You have the job I want, only four days a week, what a life. I got a letter from my other brother the one in the Navy. He said he may get out this way. That worked out swell, he went to sea for a few weeks. I think he was in Europe some place, I should get a letter from him in a few days. I dont know much about it myself, I guess mom is worried about him, I knew he would get over there before I would. <br></br>Its almost 8 Oclock now and I have to go to confession now, and dont worry Ill go to the right one this time. I hope he dont kick me out, but then why would he, Ive been a good boy. <br></br>So long for now, write soon. Thats all Im going to say. I love your UNKNOWN.<br></br>Love, <br></br>Tom ",
      "envelope": "/images/fort-lewis/9181943/9181943env.png",
      "images": [
        "/images/fort-lewis/9181943/91819431.png",
        "/images/fort-lewis/9181943/91819432.png",
        "/images/fort-lewis/9181943/91819433.png",
        "/images/fort-lewis/9181943/91819434.png"
      ]
    },
    {
      "id": 4,
      "date": "October 5, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br> Thanks, but the holidays that just passed were just  like any other day. To me my New Years comes Jan 1st. Remember me the UNKNOWN  OConnor, just because I like ot take my shoes off when i go to lunch UNKNOWN, for a jew, UNKNOWN? All the jews got a three day pass, I told them I always go to the synagogue, but you know how the Army is, UNKNOWN except for the time you spent in the synagogue. <br></br>Last weekend I spent in camp, the first one in a very long time, and what a time I had, it was UNKNOWN. They will have to tie me UNKNOWN if they think I will stay in UNKNOWN. I just said that to show you I dont want to go out every week, but if you want to know the truth I had to stay in, “no money”. Now, i heard everything UNKNOWN.<br></br>I just got a letter from Mary and Hughie and you should hear all the bad names Mary called me, my face is still red. She called me a UNKNOWN for not answering her last letter and all the time UNKNOWN , thats just like Hughie to think UNKNOWN, I had a good laugh when I read that. <br></br>Its too late to write any more tonight UNKNOWN Good night!<br></br>October 6th, Wednesday, 6:30 PM<br></br>Now lets see, oh yes! I was thinking about Hughie, I received a letter from a friend of UNKNOWN, he said Hughie and Mary were going ot married soon. But in the letter today I got today Hughie said “give us time, pal, give us time” and mary said the same, so I guess i wont miss anything. I know Hughie would never think of pulling a trick like that on his best pal (thats me).<br></br>I may have my mail addressed Sargent OConnor in a few weeks, I hope. I just have to pass a UNKNOWN for officers, take a written test with 50 questions, then I have to see the colonel and he puts his two cents in, then a test on radio, some fun, all for 12 cents more a month. I think it would be less trouble if I tried for the Colonels job. UNKNOWN.<br></br>Whats this? Another day off? Boy, you sure have a job, dont ever give it up. Just think if you ever had a job and had to work six days a week, then you could walk up and get your pay with a smile on your face. <br></br>Your letter only took five days to get here, thats not bad. Then again , you send them Air Mail,  UNKNOWN how long this one takes. It will leave camp on the 9th I guess. Thats it for now Kate… oops i mean Cathleen, dont tell me you dont like Kate, if you dont I wont call you Kate anymore, OK Kate? I mean Cathleen, so long Kate, oops i mean Cathleen, write soon Kate, there I go again with Kate, so long Cathleen, there I got it right that time.<br></br>Love,<br></br>Tom",
      "envelope": "/images/fort-lewis/1051943/1051943env.png",
      "images": [
        "/images/fort-lewis/1051943/10519431.png",
        "/images/fort-lewis/1051943/10519432.png",
        "/images/fort-lewis/1051943/10519433.png",
        "/images/fort-lewis/1051943/10519434.png"
      ]
    },
    {
      "id": 5,
      "date": "October 24, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br> Thanks, but the holidays that just passed were just  like any other day. To me my New Years comes Jan 1st. Remember me the UNKNOWN  OConnor, just because I like ot take my shoes off when i go to lunch UNKNOWN, for a jew, UNKNOWN? All the jews got a three day pass, I told them I always go to the synagogue, but you know how the Army is, UNKNOWN except for the time you spent in the synagogue. <br></br>Last weekend I spent in camp, the first one in a very long time, and what a time I had, it was UNKNOWN. They will have to tie me UNKNOWN if they think I will stay in UNKNOWN. I just said that to show you I dont want to go out every week, but if you want to know the truth I had to stay in, “no money”. Now, i heard everything UNKNOWN.<br></br>I just got a letter from Mary and Hughie and you should hear all the bad names Mary called me, my face is still red. She called me a UNKNOWN for not answering her last letter and all the time UNKNOWN , thats just like Hughie to think UNKNOWN, I had a good laugh when I read that. <br></br>Its too late to write any more tonight UNKNOWN Good night!<br></br>October 6th, Wednesday, 6:30 PM<br></br>Now lets see, oh yes! I was thinking about Hughie, I received a letter from a friend of UNKNOWN, he said Hughie and Mary were going ot married soon. But in the letter today I got today Hughie said “give us time, pal, give us time” and mary said the same, so I guess i wont miss anything. I know Hughie would never think of pulling a trick like that on his best pal (thats me).<br></br>I may have my mail addressed Sargent OConnor in a few weeks, I hope. I just have to pass a UNKNOWN for officers, take a written test with 50 questions, then I have to see the colonel and he puts his two cents in, then a test on radio, some fun, all for 12 cents more a month. I think it would be less trouble if I tried for the Colonels job. UNKNOWN.<br></br>Whats this? Another day off? Boy, you sure have a job, dont ever give it up. Just think if you ever had a job and had to work six days a week, then you could walk up and get your pay with a smile on your face. <br></br>Your letter only took five days to get here, thats not bad. Then again , you send them Air Mail,  UNKNOWN how long this one takes. It will leave camp on the 9th I guess. Thats it for now Kate… oops i mean Cathleen, dont tell me you dont like Kate, if you dont I wont call you Kate anymore, OK Kate? I mean Cathleen, so long Kate, oops i mean Cathleen, write soon Kate, there I go again with Kate, so long Cathleen, there I got it right that time.<br></br>Love,<br></br>Tom",
      "envelope": "/images/fort-lewis/10241943/10241943env.png",
      "images": [
        "/images/fort-lewis/10241943/102419431.png",
        "/images/fort-lewis/10241943/102419432.png",
        "/images/fort-lewis/10241943/102419433.png",
        "/images/fort-lewis/10241943/102419434.png",
        "/images/fort-lewis/10241943/102419435.png",
        "/images/fort-lewis/10241943/102419436.png"
      ]
    },
    {
      "id": 6,
      "date": "Sept 19, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br> So! I see the cats out of the bag. I knew Id have to take it, and I sure did in your last letter. I always said that guy talked too much, now Im sure of it. So you had a good laugh, well thats good, but you missed the best laugh when I read your letter, I had to read the first page over to be sure I read it right. I did. And for the first time Im glad Im in France. Just think of the fun you could have if I were home on furlough now, boy could you rub it in. What hurts most is that I cant get back at you. I could call you “Black Irish” or something like that first but thats old stuff, and not strong enough. I let you letter lay for two days trying to think of something but for the life of me I cant. Just remember this war is almost at an end, then starts another war.<br></br> The weather is nice so far, but the nights are so cold you cant sleep, we only had one day of rain. We are living in pup tents in a nice big field, right near a small town, from the looks of the buildings they must have a hot old time over here, I havent seen a house they missed. The people here start coming back from the hills now to fix up their homes. The kids can only say three words gum, candy, cigarettes, Ive seen a kid about five years smoking, you cant get along unless you speak French, so that lets me out. You see Im no L.K. over here. Our money is no good to us so we play cards, they will pay us off in French money then we can buy some wine, it only cost ten cents a qt. Now that the war is over Ill give you one guess what we came over for. I thank you for the Sacred Heart booklet, I know it will bring me luck. I have to go now, Write soon, Ill be looking for your letter. And dont be paying little boys money to make them talk. How much did it cost you? So long<br></br>Love,<br></br>Tom",
      "envelope": "/images/france/09191944/09191944env.png",
      "images": [
        "/images/france/09191944/091919441.png",
        "/images/france/09191944/091919442.png",
        "/images/france/09191944/091919443.png"
      ]
    },
    {
      "id": 7,
      "date": "Oct 10, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>Your letter of the 22nd of Sept finally arrived. I'm glad you had a swell time at the shower, but if you ask me, (And I know didnt) that was one …. of a time. I ran into things like that trying to get back to camp. And if I were alone, I'd have me stopped at a hotel, but the boys always talked me out of it. I remember one night taking Jim back to camp, he was feeling good — no he was drunk, and all over the road, so no one would pick us up seeing him drunk. If I were the same way I guess it would be all right, but when your sober, we were not together that nite, thats why I was sober. I did everything but get down on my knees, to have him stand still, we got in camp just in time to get up, when we should have had five hours sleep. You know, I bet I’m a good friend to have, Amen! But then, Jim could tell you a few stories himself, so I better knock off.<br></br>I dont have to worry about be careful of the wine women & song, all I can do at night is go to bed, so I am as good as gold. I also got a letter from Hughie and he gave me all the advice I need. Good old Hughie.<br></br>I answer all your letters as soon as I receive them all, and I hope I received them all, and I think I did.<br></br>Nothing new over here, still taking life easy and trying to keep my feet dry. We had a lot of rain but the past two days have been swell.<br></br><br></br>Well the candle is almost out now, and its our last, so I better hop in bed.<br></br>So long, Write soon,Love, <br></br>Tom<br></br>P.S. I hope the new girl is a big help — now tell me, just what do you do",
      "envelope": "/images/france/10101944/10101944env.png",
      "images": [
        "/images/france/10101944/101019441.png",
        "/images/france/10101944/101019442.png",
        "/images/france/10101944/101019443.png"
      ]
    },
    {
      "id": 8,
      "date": "Oct 23, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>No mail now in over a week, only a few letters now and then for the company, but we should get some soon, I hope. The rain stayed for the past two days (Thank God) and the mud is drying up a little, but its still bad enough, all the boys are mud from head to toe, and having a swell time making mud pies, I guess that keeps them happy.<br></br>I got a letter from home saying you and Mary helped fix up a package for me, Thank you! I’ll let you know how I enjoy it when I get it, and I’m sure I will enjoy it, as it is now I am looking forward for something to eat 24 hours a day, I guess its this out door life. I also sleep like a baby until some of the big guns open up, then I jump about five feet out of bed.— Why don’t I keep my big mouth shut, it just began to rain. They should call off the war until it dry up, and send me to Paris when I can have a good time for myself. I can still dream. Can’t I.<br></br>How is everything home. Did you get over your night out yet? Or did you have another one since? By the way did you get that fur coat I gave you the money for? I hope you got one just like your old one that was a nice coat in its day. I know that I’ll be sorry I said that, now that you know about ???. I should say I’m sorry now, but it just isn’t in me.<br></br>I guess that is all for now, I won’t have as much time to write as I did, but I will rite when ever possible. So long for now. I’ll be looking for your letter. Take care of youself.<br></br>Love,<br></br>Tom",
      "envelope": "/images/france/10231944/10231944env.png",
      "images": [
        "/images/france/10231944/102319441.png",
        "/images/france/10231944/102319442.png"
      ]
    },
    {
      "id": 9,
      "date": "Nov 7, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Cathleen,<br></br>This is a fine time of the morning to be writing. All the boys are in bed, so this is a good time to write. It’s a dark nite with a little rain and a very strong wind. I am doing my duty on the radio, as a good soldier, its fixed up so that I’m indoors by a nice fire, so I’m not sure that war is hell after all.<br></br>Rita Kelty was right, its not to far from home, but a little to far for the kind of passes they give out, Id just have enough time to get home and back by train. It’s a swell town, even if it’s a Navy town, I know all the boys liked it, and had a swell time — me too—. Id have liked to see more of the town, but when the boys go out. Well you know how it is, you only see for a short time, then every town looks like the last one — or something.<br></br>Don’t worry about saying anything wrong to Rita, she knows he drinks like a fish. He said theres not enough room on V mail to talk about all he drinks —I don’t know how people get that way —<br></br>I hope I do get to meet this Irish girl you work with, are you sure she said ????. I don’t think so, I guess its just the way she talks. Cute is another word that gets me. But then on the other hand I guess she is a smart greenhorn, she’d like to meet a lad like me. Boy — that’s one thing about the Irish, they always look for the best in the land, If I never get to meet her tell her not to take it too hard, I’m sure there are others in this world like me. Its like I always said, some guys have it and some guys haven’t — I must have lots of it, — whatever it is — I can just about read your letter now, so take it easy — please —<br></br>I can’t understand how that I.O.U. has gone up to $30.00 but if you (just ran out of ink and there is no more around.) but if you say so, it must be so. I see I lost the bet on the series, so I guess that should bring it up around $30, now Im not saying your trying to put something over on me but I can’t understand how I lost that bet when I never made it, you know you can’t make a bet by yourself or when the series are over, I think you are a little mixed up Cathleen, Don’t you? — I know GD. well you are — so cut the $30. down to $15.<br></br>Speaking of money, I just sent one hundred bucks home this month, that’s not bad seeing I’m not over two months yet. I could send all my pay home, I have no way to spend it or nothing to spend it on, but every now and then we get a little chicken, just a little, or play cards, so I need a little pin money.<br></br>Think nothing of the five ??? Spend a million OConnor they call me. If I run into anything I think you’d like I’ll send it. That’s if you’ll be nice. I don’t think your’d like guns or tanks and things like that. Come to think of it you may at that. So you can’t find a coat to fit you for five ???, I know I told you to get one just like your old one, but if you can’t I guess you’ll have to buy a half coat, so I’m not sending any more money. Who do you think I am John D? And if you have any change please get a hat that Hughie likes, I like to see my pal happy, but I can’t see why he makes fun of your hats, as I remember<br></br>you had some very nice hats, yes, they must have been nice about ten years ago. (What did you say?) Boy am I glad you can’t swim or your’d be over here in the morning.<br></br>I see every body has a cold, here’s hoping it don’t get around to you. I’m glad everybody is ??? around again, I had that trouble every winter, but since I’m in the army I had only a few colds, and got rid of them fast, so I guess the army had done something for me.<br></br>Now that winter is here, every man in the C.T.O. is going to get a bed roll, they say they are very warm, I know the boys could use something like that, also we get boots, as long as I keep my feet warm I'm alright, when they get cold I’m cold all over, they get cold very easy being its so wet here, but the boots will keep them dry. I hope.<br></br>Your mail is not censored, only the out going mail gets censored, we have a company censor, and now and then they spot check the mail to see that the company censor is doing his job. I guess that’s done at the post office.<br></br>I hope you have a new girl at the office, just to make things easy for you.<br></br>I’ll say so long for now, stay sober — write soon.<br></br>Love<br></br>Tom<br></br>P.S. Jim sends a peck.",
      "envelope": "/images/france/1171944/1171944env.png",
      "images": [
        "/images/france/1171944/11719441.png",
        "/images/france/1171944/11719442.png",
        "/images/france/1171944/11719443.png",
        "/images/france/1171944/11719444.png"
      ]
    },
    {
      "id": 10,
      "date": "Dec 16, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>Your letter of Nov 26th arrived today, it was good news to hear that I’m back on the right side of you, as for your other letters lets just forget them OK? I think that was a good idea to number your letters, as dates don’t mean much over here, that way we can tell just how they arrive. I hope by this time your over your cold and as happy as ever. I guess your at the top of the red cross class, I know you were when they were teaching about food. I know how you two mix. As you can see by the paper I changed armys, I got to talking to a German and he sold me the idea, the best part of it is that I'm making a lot money being I know so much about the Yanks. I always said I’d have money one way or the other.<br></br>I don’t have much trouble getting cigarettes we should get a pack a day with our ration, but now and then they mess up, right now I have enough to last for some time, you see the boys on the front line get them first, after they get the best of them the other boys are a little short., but I think they make out alright, you must have pull to get cigarettes, I’d like to know how you do it, thanks for the offer if I ever run short I’ll let you know.<br></br>Things are still going swell over here, today has been just like a spring day, but I know its going to rain tonight as no day passes without it.<br></br>All the German prisoners seem to think this war is over by Christmas, and seem sure of it, where they get that idea I don’t know, I still can’t see it before spring, but I hope they know what they are talking about, what more can anyone ask for Christmas.<br></br>The Christmas packages are coming in now and we are eating like kings, but I’m still looking for one from home, so are the rest of the boys, after the way I ate when they got one. The cards are doing alright by me this month, I'd like to send it home but I have to give the boys a chance to win back a little back, don’t you think I’m a good sport — or a sucker?<br></br>So long for now, I’ll be looking for your next letter so write soon and take care of your cold.<br></br>Love,<br></br>Tom.",
      "envelope": "/images/france/12161944/12161944env.png",
      "images": [
        "/images/france/12161944/121619441.png",
        "/images/france/12161944/121619442.png",
        "/images/france/12161944/121619443.png"
      ]
    },
    {
      "id": 11,
      "date": "Dec 25, 1944",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>I received your V mail and was glad to hear that Mrs McClean is taking it so well, I never thought she would, but thank God she is taking it well.<br></br>It don’t seem like Christmas over here, but all in all I had a very nice time, had lots to eat and drink, so I guess I I’m lucky. I went to a French high mass today, its much the same as ours except they have a guy dressed like Napoleon just where he fits into the mass I don’t know, he just walks up and down and looks smart. Its just about 3 PM home now I guess you can’t move now after dinner, I told you not to over do it. Remember?<br></br>We have a radio that we fix up, its one of the radios we use so we have to doctor it up a bit to get on the broadcast band, we still don’t get much a few stations from England, not a thing from the states, we had some good song on today, such as “danced with the dolly” I understand it’s a big hit in N.Y. is that right? also a few Christmas carols, they sure make you home sick, everybody was a little low today, but the war still went on.<br></br>When you write again let me know how you enjoyed your Xmas, (three days off again,) did you stay sober? What a question to ask. Did you have a tree? I guess they are hard to get — or are they?<br></br>At last I got the packages from home and no need to ask who addressed them, even if I had to take a few insults(?) with them, they were still good. I still have one more from Mary & Hughie, then that the end of them I guess.<br></br>I received a card from Katleen and I sent her a V mail, I was going to tell her a few things about her girl friend, but I guess its best for her to find out for herself (don’t you think so?)<br></br>I guess that’s all for now, just wanted to let you know I’m thinking of you on Christmas. So long for now, Write Soon. Here’s a big kiss for Xmas X.<br></br>Lots of Love,<br></br>Tom",
      "envelope": "/images/france/12241944/12241944env.png",
      "images": [
        "/images/france/12241944/122419441.png",
        "/images/france/12241944/122419442.png",
        "/images/france/12241944/122419443.png"
      ]
    },
    {
      "id": 12,
      "date": "Jan 6, 1945",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>Glad to hear your cold is better and as far as being rid of your red nose, well that takes time and a lot of staying home nights. In other word lay off the hard stuff. Red from blowing it so much, what a line you have, it’s a good thing I know you, or I’d be thinking I’m writing to an angel or something. So please save that stuff for people who don’t know you.<br></br>I have three letters from you, one regular Dec 3, and two Vmails both Dec. 15th, and all arrived at the same time (Jan 5) I’m looking forward to you next letter, I want to find out what that bone is you have to pick with me and what I’m writing your friends, being I don’t know what your talking about I better not say anything or I may put my foot in it, so I’ll just wait for your letter.<br></br>Its too bad I didn't know about that package sent to Jim with the bottle in it, I’d have gotten it one way or another, but it’s too late now as all the Christmas packages are in, all except Mary and Hughies which I’m still looking for. Speaking of Hughie I can well understand why he fell asleep, boy it must be something when you and Mary sit down to talk, that’s why I like him another guy would have gone out and got drunk or something, but not Hughie he took the easy way out — my pal.<br></br>I guess you read about the push on the 7th Army front in which this division had a big part and did a swell job in stopping them. It all began at midnight New Years — what a way to start the new year, but things seem to be in hand now. I know that they lost a large number of men, but that’s the way they are fighting now, I guess half of them don’t care if they live or not. We have a little snow but the weather is still nice, we have a cold day now and then but not to often and just think spring is almost here.<br></br>Don’t forget to let me know how you enjoyed New Years when you write again. — The mail just came in — I hope — I hope — I yep! I just got Marys packages, and a swell package too socks, candy, Fruit Cake, now I’ll have to wait next Christmas and by that time I still have hopes of being home.<br></br>I have to do a little work now so I'll have to say as Long and write soon, I’ll write in a few days<br></br>Love<br></br>Tom",
      "envelope": "/images/france/161945/161945env.png",
      "images": [
        "/images/france/161945/1619451.png",
        "/images/france/161945/1619452.png",
        "/images/france/161945/1619453.png",
        "/images/france/161945/1619454.png"
      ]
    },
    {
      "id": 13,
      "date": "Jan 25, 1945",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br>I just received #25 written Jan 15, the mail for the past two weeks have been very slow, but your letter made very good time, you may go for two weeks without any mail as I have not been writing, I just wanted to let you know as I don’t want you to get your Irish up again, once is enough. (even for me) I see you two ??? had a lot of fun eating and stuffing yourself — and then you tell me you lost weight, keep it up and you may fall away to a baby hippo, — (don’t say it)<br></br>It snowed almost every day last week, so now we have a good snow fall, its not too cold yet, not half as cold as it gets back home, but we did have a few days that were real cold, if the weather stays like this it wont be so bad, you can still stand it. I understand they have an early spring — I hope — If the Russian army keeps going the way they are now, who knows I may be home this spring — but I do hope they get to Berlin first, the Germans have it coming and I think the Yanks are too soft to do the job right. Katlien (?) must be some gal, the way you talk about her, what is it that fascinate people so, is it her Irish way? Or what? By the way did she ever say anything about receiving a V mail letter from me, let me tell you this, if that was one of your jokes — well all I got to say is God help you when I get home. Amen I don’t think you would pull a trick like that — or would you???<br></br>I just received a Valentine card from you. Thank you from the bottom of my heart, it was very sweet and thoughtful of you. I enclosed one for you in this letter, one that was writ by hand and made in my letter head — ?<br></br>Thanks for sending me the record review. I heard a few of them, such as Trolly Song, Dance with the Dolly I don’t remember hearing the others. I guess I’ll be like a hick when I get back — (don’t say it)<br></br>I tried to write Jims mother and tell her, I understand what she must be thinking, but I know it will never get to her s the censor would cut it out, even our first sgt tried to write and he cant do it, he was home with us on one furlough. I want to write and feel low for not writing but I just cant get away with it.<br></br>I guess that’s all I have for now I have to get some sleep tonight and its late now. So Long & write soon.<br></br>Love,<br></br>Tom",
      "envelope": "/images/france/1251945/1251945env.png",
      "images": [
        "/images/france/1251945/12519451.png",
        "/images/france/1251945/12519452.png",
        "/images/france/1251945/12519453.png",
        "/images/france/1251945/12519454.png"
      ]
    },
    {
      "id": 14,
      "date": "Feb 9, 1945",
      "location": "France",
      "category": "france",
      "text": "Dear Catherine,<br></br> I received three of your letters today, Jan 31, #30 — Jan 28th, #29 a V mail Jan 24th #27, Keep up the good work Kay — your doing swell. I have not been doing as much writing as I did in the past. I’ll try to do better from now on. I did not know my mother knew about Jim, I guess I'll get a letter any day now telling me about it. I knew she thought something was wrong, as she told me a few times I never mention him anymore, also how he enjoyed the Christmas package, so I knew she was sure to find out but I would like to know how it came about.<br></br> So! Now I’m a trouble maker, I don’t know why you call me that, all I said when I wrote home is what you told me in your letter — O.K. I’ll stop — that’s just to show you I don’t need a drink to start trouble, that’s something was born in me. I guess it’s the kind of Irish I am, you know the kind yourd like to be. You say when I was home last you thought I was such a nice quiet, reserved, refined person, then you go on to say how you wish to pinch me — not once — but five times, now I ask you what kind of talk is that, I wish yourd make up your mind as to what kind of a person I am. (But don’t tell the ???). I see you were at the Oyster Bay again, God, I should write and tell my Father whats going on, but if I do, you'll only only call me a trouble maker, and you know I’d never think of making trouble for you, unless I could be in on the fun. I wonder if yourd tell me one thing I’d like to know , whos Idea is it to stop in for a few drinks after the show, or is it that you just find yourself in the Oyster Bay after the show, now don’t tell me it was your idea, I won’t believe it, not of you — (Oh No)<br></br> Now that the snow is gone, we have the good old mud back with us again. I’d take the snow any day. I only hope it don’t hold the ??? back to much, eveybody expects the war to be over any day now, just as soon as they reach Berlin. We had a letter talk today by one of the big shots, he told us what a swell job we were doing, also that we have been in combat 109 days at all times being subject to small arms or artillery, our division was not all off the line at any one time, we had rests, but had to go back in five or six days to let another unit rest and clean up. It seems that he don’t like the way the boys handle the prisoners, they all cry that they have been robed of money and watches, I feel so sorry for them. Hell if every body that is guessing when the war is over is right, I guess I’ll be home before I write my next letter, but if its not over in a few days I’ll write again.<br></br> So long for now, I know I always told you to stay sober, — Well how about trying it this time. Glad you girls had such a nice “Hen party” on New Years. We had a wonderful time bringing in the snow Write soon. And be good.<br></br> Love,<br></br>  Tom",
      "envelope": "/images/france/291945/291945env.png",
      "images": [
        "/images/france/291945/2919451.png",
        "/images/france/291945/2919452.png",
        "/images/france/291945/2919453.png",
        "/images/france/291945/2919454.png",
        "/images/france/291945/2919455.png"
      ]
    },
    {
    "id": 15,
    "date": "Feb 18, 1945",
    "location": "France",
    "category": "france",
    "text": "Dear Catherine,<br></br>I sent you a V mail last night when I thought I was going to Paris in a day or two, now I don’t expect to go until Wednesday, anyway I’m still sure of going. They send one man from each company, even if your on the line or no, they take them right and get a hot shower and a clean uniform, then you sit in the back of a truck for 12 hours , your pass don’t start until after you get there, then you have 48 hours to do as you please. I also had a chance to go to Brussels, but I think Paris would be better of the two, don’t you think so? I’ll see if I can pick up something to send you from Paris. I have no idea what I can get, I’ll try my best to get some of that famous Paris perfume, just so you can smell nice. (I had to put that in) The boys tell me you need a bank roll to get any thing, so I’ll have a hundred and ten, I should get around a little with that much, I see where I’ll be paying out for the next three months., but I think it will be well worth it. I’d hate to think of coming home without seeing Paris, from all I’ve seen so far I think Paris is France. When I get back I’ll let you know how I enjoyed myself and what I’ve seen, if the drinks don’t get the best of me. The only part I don’t like is that I have to go alone. If Paul (a pal) coujld go with me I’d feel much better, as we always had lots of fun on weekends together back in the states, your’d like and get a big kick out of him if you could meet him, he’s lots of fun and a swell guy, but I guess I’ll make out alright in my own quiet way (lone wolf).<br></br>I see Mr & Mrs Mrish ??? have a date all set, so I guess every thing is alright now I’d hate to be in your shoes as I know whats it like to have Hughie tell you his troubles, he can go on for hours, and I have , and I have yet to see him without trouble. He must be walking on air now, he told me how he gave the ring to Mary. I’d sure like to be home for the wedding, I hate to miss it, but —.<br></br>Your letter of the 21st of Jan arrived today, and you asked about our food, most of the time I can’t pick, but we have had times like right that we get a ration, and about one of every ten eat it, its all hash or stew, awful stuff when you have it twice a day for a week, but most of the time we eat good, most of the food is dehydrated but if the cooks take a little time with it, they can put out a good meal with it.<br></br>I’d send your people some cigarettes if I could, we can’t send them home. I have over two cartons now, and your people picking up butts, I guess that’s life, some are lucky and some not so lucky. You all so asked how much rest do I get, to tell you the truth I’m always resting, someday someone is going to get wise to me and I’ll have to do a little work , God help me! I think a little would kill me now.<br></br>Tell Kathlein (?) I sorry to hear about her cold, and hope she is well real soon. I hope she sends that jpicture you talked about. I would like to see what she looks like, I hope she stands up to your build up.<br></br>I’ll have a drink for you in Paris, I’ll just have two, one for you and one for me. Oh Well, I guess I may as well drink to all my friends. <br></br>Write soon<br></br>Love, Tom",
    "envelope": "/images/france/2181945/2181945env.png",
    "images": [
      "/images/france/2181945/21819451.png",
      "/images/france/2181945/21819452.png",
      "/images/france/2181945/21819453.png",
      "/images/france/2181945/21819454.png",
      "/images/france/2181945/21819455.png"
    ]
  },
  {
    "id": 16,
    "date": "March 28, 1945",
    "location": "Germany",
    "category": "germany",
    "text": "Dear Catherine,<br></br>And you call yourself Irish, now I’m sure I know what kind of Irish you are when you don’t know why you go to City Hall on St. Pats day. Be careful who you ask as it may be a little embarrassing.<br></br>April 1, Easter Sun<br></br>Now that we are in Germany and going so fast I don’t have time to write like I did in France, so id the letters are far in between I hope you understand. I guess all our fun is over now, that is with the civilians, we can’t even smile at them. Some seem to be happy and give you a big smile then others will if looks could kill. They are going to be, I should say are a big problem, it seems the army took all the food with them and then you have all the slave labor, most of them are trying to walk back to their own country and between the two of them they have the roads packed. I like the country better than France, they keep everything very clean, not at all like France. The men went to church today in high silk hats, they all dress well, I even seen silk stockings on the girls, they don’t want for anything now, they all have swell homes, what's left of them, Some towns are wiped out clean as they should be. I have to go to church now, I think I’ll be able to write more tonight.<br></br> I guessed right. <br></br>You should see all the equipment they lost on this push all the roads are full of trucks, tanks etc. so I guess it can’t last much longer.<br></br>I’m glad to hear St Pat had a nice day for a change. How did Easter Sunday go? I hope it was a nice day and you had a chance to show off (your) my suit. I see it’s blue, well blue always looked good on you, it matches your eyes and knock of that Sugar Daddy stuff. It’s not my fault my mother’s a softee.<br></br>The big day will soon be here for Mr. and Mrs. Musk, thanks for the invitation to the shower, I’d sure like to keep the date, you say you expect 22 gals? This is one time I’d like to be in Hughie’s shoes. I too feel sorry for Mary, it must be very hard on her, but I always thought Hughie was on the right side of Mr. G. but I see I was wrong. I bet Hughie went for that walk he said he would when he dragged Mary off and came back half in the bag, I bet it don’t take much to get him talking these days. I know him when he’s happy.<br></br>So it’s Rogers Corner now, what’s the matter with the Oyster Bay? or is that only when you go to Astoria?<br></br>I received two letters March 14th and 21st also the V mails 3/8 & 18. I’m sorry I can’t answer each one, but any chance I get you can be sure I’ll write.<br></br>I’m sending you something to sew on your on your new suit being it’s a soldier suit.<br></br>It’s time to hit the hay now, I’ll write again real soon.<br></br>Love,<br></br>Tom",
    "envelope": "/images/germany/3281945/3281945env.png",
    "images": [
      "/images/germany/3281945/32819451.png",
      "/images/germany/3281945/32819452.png",
      "/images/germany/3281945/32819453.png",
      "/images/germany/3281945/32819454.png",
      "/images/germany/3281945/32819455.png"
    ]
  },
  {
    "id": 17,
    "date": "April 5, 1945",
    "location": "Germany",
    "category": "germany",
    "text": "Dear Catherine,<br></br>If all letters were as hard to write as the one I sent Mrs. McClean, I think I’d write once a year, then that would be too often. I told her as much as I could, and at that I think I went a little too far, all I can do now is hope not too much of it is cut out. I also sent one to Rita, which was almost as bad, you were right in writing what you did, I could have sent a letter of sympathy before, but I knew that’s not what she wanted to know. I was wrong this time. Catherine how could you do wrong???<br></br>I just received a letter from your two girl friends, Mary & Kathleen. How did Mary’s shower go? I hope everybody had a good sober time, my mother told me she was going, I hope you did not push any drinks on her, what did you have to drink? And what did my pal do when all this was going on? I’ll bet he took a walk, I bet 22 gals are even too much for him. I hope I hear all about it in your next letter.<br></br>Did you find out about city hall yet? I’d have gone if I were home, this the first St Pats day I missed in a number of years. I see the parade went off swell, did you get stiff that night? Kathleen tells me she don’t drink, but you make (?) for her, I see she is just getting to know you. Ok she’ll give you enough rope _______. I’ll have to answer her letter tonight as I don’t know when I’ll get a chance to write again. I think you better be good to me from now on, it looks like the war is on its last leg, if not, it never will be over. Is there anything you’d like me to send from Germany? If so let me know and I’ll do my best to get it for you, most of the boys are sending things home but most of it is junk, it’s like this. When we come into a town and want a place to live all you have to do is punch on some door and tell the people you want the house and give them one hour to move out, and no questions asked, one of the boys speaks a little German so we don’t have much trouble. I don’t think we will have much trouble with the German underground after the war, I know we are going to have some but not what we expect, we had very little trouble with the people it's just the young kids of ten that well give most of the trouble, the older people seem to be glad it’s over, that just the idea I got so far and you know Tommy is often wrong.<br></br>There is something I wanted to tell you or ask you and for the life of me I can’t think what it is. I hope I think of it before I sign off. I don’t …. I guess it it's got me, what I wanted to say was it doesn’t look like I’m going to do much more writing tonight as the bottle is going around very fast. I should pass it by but it’s the best liquor we ever had on this side. And Catherine, it's hard to pass by, its wonderful not to have any will power, from now on every time I have a drink I’ll just put in one X that’s for the one I just had, it took me over three and one half hours to get this far with the letter, we get all the drinks we want now X (and how) this is a bad place to drink, that’s why I go easy. I still can’t think of what that was. XX.X I know the X’s may seem close together, but the time element is a little longer. Say! Is Kathleen pulling my leg when she said she don’t drink? What kind of Irish, is she? Not your kind I know, she must be my kind. Guess what? We got the sensor with us tonight and he’s feeling very good I guess I could say anything tonight and get away with it, I hear my name again X, I guess I said enough for now.<br></br>I’ll close now Katherine and hope you’re in good health and just as Kissable as ever. X that’s for you not a drink. Tell Kathleen I’m sorry but the house is jumping tonight and I’m out of ink.<br></br>X that’s for you not my Father.<br></br>Lots of Love<br></br>Tom",
    "envelope": "/images/germany/451945/451945env.png",
    "images": [
      "/images/germany/451945/4519451.png",
      "/images/germany/451945/4519452.png",
      "/images/germany/451945/4519453.png",
      "/images/germany/451945/4519454.png",
      "/images/germany/451945/4519455.png"
    ]
  },
  {
    "id": 18,
    "date": "April 23, 1945",
    "location": "Germany",
    "category": "germany",
    "text": "<b>This letter was written from a hospital in France while the 44th was stationed in Germany</b><br></br>Dear Catherine,<br></br>I guess by this time you gave me up for lost, but this time I am very near being lost. I’m just getting over pneumonia. I’m in Metz now getting back on my feet. I don’t expect to be here long, just for a few days or so. Everything is going swell now, I had wonderful care, I have no pick at all, even the food is good.<br></br>My mail is going to be a problem, you see I don’t know how long it’s going to take me to get back to the company. I have to go through a lot of replacement centers, and I don’t know how long they will hold me in each one or how many I’ll go through. I think my best bet is to let the company hold the mail until I start back and see how fast I move, that way I won’t have my mail all over France and Germany.<br></br>I was taken sick on the 13th and on Hughie’s wedding day I was in the hospital, and too sick to write and at ten o’clock (your time) I said to myself another fellow gone wrong, don’t tell him that or he’ll shoot me, but I was thinking of him and I could picture him with a big smile on his face. I still have no news of the shower. I guess I’ll have to wait until I get back and get all the news at once.<br></br>Just before I left the company I heard they lost a lot of mail by fire, this is the second time this happened, I hope none of your letters were in with it. If I don’t mention receiving any of your mail you’ll know why.<br></br>I’m trying to write this letter in bed and it’s hard writing, not that I do any better other times, but it’s hard.<br></br>I hope your still working as hard as ever and still insulting people.<br></br>Take care of your self and when you write use the same address.<br></br>Love<br></br>Tom",
    "envelope": "/images/germany/4231945/4231945env.png",
    "images": [
      "/images/germany/4231945/42319451.png",
      "/images/germany/4231945/42319452.png",
      "/images/germany/4231945/42319453.png"
    ]
  },
  {
    "id": 19,
    "date": "June 2, 1945",
    "location": "Austria",
    "category": "austria",
    "text": "Dear Catherine,<br></br>At last I’m back with company, to tell the truth I thought I’d never make it but here I am. Now I have a sad story to tell. One of the first things I did when I got back was to look for my mail, only to find out I it had all been forwarded to the hospital a week ago, now I have to wait another few weeks before it comes back, but I did just today receive your radiogram sent May 31. Thank you Catherine it was very nice to receive. I’m all better now and glad to be back.<br></br>Now to tell you of my life in the Alps, we can do just about everything, swim, ski, climb the mountains, and all kinds of sports, “who said war is hell?” I’m not doing much work so I have lots of time to play, you should see it Catherine this place is beautiful, we are right in the Alps in a town called Otz, with mountains on each side, I’d like to spend the rest of the war here, but I don’t think we will. I can’t say anything about the gals over here as it may cost me $65. — ahem—.<br></br>I’m sending you a picture taken in France about four months ago — It’s not a good one I know but what can you expect. I may be seeing you soon but I’m not sure just how soon. So I guess the less said the better.<br></br>I’ll write more often now that I’m home again. Take care, write soon.<br></br>Lots of Love,<br></br>Tom",
    "envelope": "/images/austria/621945/621945env.png",
    "images": [
      "/images/austria/621945/6219451.png",
      "/images/austria/621945/6219452.png"
    ]
  },
  {
    "id": 20,
    "date": "June 9, 1945",
    "location": "Germany",
    "category": "germany",
    "text":"Dear Catherine,<br></br>Now I can say I had one of the best birthdays I ever had. I just received six of your letters and three V mails, they were dated as 3, 11, 18, 28, two Vmails of Apr 1, 22, two letters of May 3 – 10 one Vmail on the 7th Boy it was swell to receive all that mail at one time. All toll I got 25 letters but no packages. I know my mother sent some but I guess I'll get them in a day or so.<br></br>I was glad to get all the news about Mr and Mrs Mush and find out everything went off so well. The pictures came out very good, now I’m sorry for what I said in my last letter, as it was very easy to see that you did lose a few pounds and it’s very becoming, even if I must say so myself, but tell me one thing, is that a hat you have on or just a flower or could it be a bouquet? Don’t take me wrong I think it looks Swell.<br></br>Mary made a very pretty bride, too bad I had to miss it all it must have been fun, but ——. My mother told me how well the shower went, I see a good time was had by all.<br></br>In your letter of Apr 18, I sent that picture to Kathleen only because I knew you have the same picture – or have you? And anyway, it was taken in the states well over a year now; and to make up for it I sent you a picture a few days ago, I hope that makes up for it. I hope. You also asked me to tell you more about City Hall on St Pat’s Day, you also asked if men and women go together, right then I knew you found out the answer, I bet you think your smart? Don't you? Who told you the answer? Or did you know?<br></br>You said your uncle says everybody makes a sucker out of you. I think I remember saying something along that line, that was the night you might say I was ‘feeling good”.<br></br>I see Long Island was worried about its son in the hospital with pneumonia. Well everything is swell now, like you I lost a lot of weight, where it came from, I don’t know but I still lost it. I think I got it back now, how about you? Now that the war is over I guess the boys should have a nice life over here, but things haven’t changed much, we don’t eat any better, the cigarettes are hard to get, we get less Stars & Stripes then we did, I think things should be a lot better than they are , we can’t even get soap, it’s a good thing I saved some or I’d be out of luck now like most of the boys are, but I guess things should pick up soon I hope.<br></br>I’ll answer more of your questions in my next letter. The lights are about to go out. I’ll write again soon.<br></br>Love, Tom XXX — and I’m sober.",
    "envelope": "/images/germany/691945/691945env.png",
    "images": [
      "/images/germany/691945/6919451.png",
      "/images/germany/691945/6919452.png"
    ]
  },
  {
    "id": 21,
    "date": "June 14, 1945",
    "location": "Germany",
    "category": "germany",
    "text": "Dear Catherine,<br></br>This will be the last letter you will receive from me in the C.T.O. the incoming mail is stopped today, just my luck to have no mail. Anyway it’s a good sign we are on our way home. And I’m one guy that can’t wait, I’m going nuts just waiting and doing nothing. I hope to be in France in a few days and from there our time should go fast — I hope. It took us eleven days to come I think they can cut in half on the way back. I expect to go to Fort Dix, near home anyway and get my furlough then report back to Dix and they will send me to whatever camp the Division is in as we won’t be in any camp as soon as we get to the States. I’m almost sure of a 21 day furlough and hear they are trying to get us 80 days. I doubt very much if they get it. As for the C.B.O. I think I'm it being I only got 70 points, I’ll only have 65 if we don’t get three stars, so far we got two and the third one still coming, but it looks like a sure thing. I hope they come out with something more on the points I know they will come down some, I guess it will be 75 or 80 points, but I can’t see them going any lower. As for the four years service I’ll have in two days, well it may be some help but not much. I guess I stand about a 50 – 50 chance.<br></br>I’ll get the rest of your mail when I get home. I received two sets of pictures, one of the wedding and one of yourself. If you sent out anymore I’ll get them in time.<br></br>Tonight being the last night I can write I better write the Muskers and home. The next time you hear from me will be on the phone or in person so I guess I better be nice, even if it kills me —.<br></br>So! Until then so long and keep your nose clean.<br></br>Hope to see you soon.<br></br>Love<br></br>Tom<br></br>P.S. Amen",
    "envelope": "/images/germany/6141945/6141945env.png",
    "images": [
      "/images/germany/6141945/61419451.png",
      "/images/germany/6141945/61419452.png",
      "/images/germany/6141945/61419453.png"
    ]
  },
  {
    "id": 22,
    "date": "August 30, 1945",
    "location": "USA",
    "category": "postwar",
    "text":"Hi Sugar,<br></br>I just received your letter of June 23rd today and it was swell to hear from you again, a long time between letters. As always after every furlough I’ll try to get off to a good start and write letters without insulting you. I’m a sucker to try but what the h -----.<br></br>Here I am in Camp Chaffee Ark, and is it hot, already I’m done on both sides. All I’m doing is having cold drinks (beer) to cool off. We left Fort Dix Monday at 8 P.M. arrived here Wednesday at 4 P.M. The trip was awful, all the windows were open and everybody was full of coal dust, I thought I’d have to wash the uniform myself but they have laundry service, I think it takes one week for the laundry to come back and I only have two uniforms. Oh do I miss Ducky.<br></br>How are you doing? Go out with Sammy??? Yet? I still say he can’t mush as good as B.M. — What am I saying — me. I’m going to town tonight so when I write again I’ll let you know what the gals ask me to do in this part of the woods. I don’t know why I tell you this it will only give you ideas to pull on Sammy.<br></br>I’m sending you a picture of me just after I came back from the hospital, you can see now how much weight I lost from that other picture I sent you. I’m still trying to get more pictures if I get any good ones I’ll send them to you. The fellow with me is Joe Ciurey from Chicago, that’s the guy I told you we kid so much about his girl friend, the dope just got married on his furlough and so did about ten other fellows, now we only have about five free men left, Markwhch ??? is one of them.<br></br>I still don’t know what’s going on here but I think I’m safe, if they add up the points for the last few months — from May on I’ll have 77 and still need 80, but I think that 80 will come down soon, I hope to be home by Xmass. I hope. I hope.<br></br>Well Katie, I guess I’ll sign off now. Being tonight is Wednesday and I can’t mush it up I guess I'll have to send you a few X’s by mail,<br></br>Hold my hand now here they come.<br></br>XXXXXX plus 100.<br></br>Love<br></br>Tom",
    "envelope": "/images/postwar/8301945/8301945env.png",
    "images": [
      "/images/postwar/8301945/83019451.png",
      "/images/postwar/8301945/83019452.png",
      "/images/postwar/8301945/83019453.png"
    ]
  },
  {
    "id": 23,
    "date": "Sept. 10, 1945",
    "location": "USA",
    "category": "postwar",
    "text": "Dear Kathleen,<br></br>Your letter of Sept 6th arrived today and now I can rest easy again knowing you're not ??? on Sammy, but I was still glad to get your letter after such a long time and for a change it was a nice one not one insult — Thanks —. You asked a few questions about what the girls say, to tell the truth in this part of the country they don’t say anything I guess it’s because there are no ladies around, the town we go to is Fort Smith, Ark, it’s a soldier’s town full of dives & joints so me being a good boy that I am just go out with the boys to drink, they all drink like Jim did so I guess you can just about picture me at the end of a Saturday night not the other boys are any better.<br></br>This is a very sad camp, a week end pass is no good it’s not long enough to go someplace and have a good time, you just can’t get out of Fort Smith, I’ll be just as happy to get out of this place as I will be to get out of the army. So all in all I’m being very good and sorry I can’t tell you what the girls say, just what the Fort Smaith girls say I’ll never tell. Oh yes! You don’t have to read any books just go away on another vacation, that’s all you need, since you met Sammy. I can’t keep up with you.<br></br>You said I’m better off in the army now that this reconversion period is going on. I guess your right about that but I just want to get out now I don’t care what I have to face when I get out even if I have to sell apples. I’ll tell you what we are doing now, you'd never think the war was over around this place, we are having the same training that we were going to take if we went down to see the Japs. Then you see in the papers about the boys going to school, this outfit will never be any good the morale is too low, I guess I’ll be on a soap box when I get home so I don’t have to worry about what kind of a job I want. I get out of some of the training as I run a movie projector and that’s very easy work so I guess I can’t kick too much. But I still want out.<br></br>Well Sucker I see a cabbie took you two over but good, live and learn, but some people just live. $?? is a nice tip I’d be a cabbie myself if I could get suckers like you two every day, then I’d get you fur coats not just a suit. I guess I should get some kind of a sad line as you think I’d get any money out of you that way? I know it would have to be awful sad, I guess I’d cry myself. Oh, your acking back???.<br></br>Paul Markwick (he called me up) has eighty points now so he’s getting out soon, I’ll be out the next time they come down.<br></br>I’m glad you liked the pictures. I’ll send more as soon as I get them which I hope will be soon.<br></br>I have to go to bed now so I’ll thank you for the X’s as I enjoyed them no end.<br></br>Lots of Love & X’s<br></br>Tom",
    "envelope": "/images/postwar/9101945/9101945env.png",
    "images": [
      "/images/postwar/9101945/91019451.png",
      "/images/postwar/9101945/91019452.png",
      "/images/postwar/9101945/91019453.png",
      "/images/postwar/9101945/91019454.png"
    ]
  },
  {
    "id": 24,
    "date": "Sept 18, 1945",
    "location": "USA",
    "category": "postwar",
    "text": "Dear Catherine,<br></br>So now your taking me to the Ladies room. I remember one time I almost took you to the men’s room, remember? Only you backed out. I can just about picture leading me into the Ladies room, what makes you think my face would get red? Did you ever see it that way? Now I know better than to say I wasn’t out when I’m with you, you can never tell what a girl like you would do. And don’t ask me what I mean by that.<br></br>Your letter of Sept14th arrived on the 17th that’s a little better than the others. I was going to write a letter in between, to tell you the truth all I’m doing is drinking beer not that I’m enjoying myself but if I did write it would be another letter with the X’s, then you'd know I was in bad company again. Being the mail takes so long I’ll write this week. I’ll have Wednesday afternoon off now that that the war is over, I’m staying in camp and do some writing as any good boy would do. I’m glad Mary is looking better but I guess Hughie will get sick. I guess that’s not a nice thing to say, but —. Is Kathleen still around? Or did she go back to the old country. I guess I should write and find out. Think so?<br></br>I just had a fast game of ping pong. I played the company champ and-er, lost, may as well the truth as I always do.<br></br>I got a letter from home and my mother expects me home any day now and I’m still three points below par. The time don’t fly by now as it once did and I guess I’m looking forward to getting out. I can’t say when I’ll be out, but it should be before December. I hope, the points should come down to 25 in a month or so then the army won’t be able to hold me. I told my mother to have my suit ready for me but I’ll bet right now it won’t be sometimes I think she’s a sucker for a uniform.<br></br>I saw that picture you were talking Pillow to Post, I thought it was very good a little silly but still good.<br></br>It’s very hot again today so I guess the boys will be drinking again tonight, and you think I can save money in this camp.<br></br>O.K. so I won’t say the candle is going low or the lights are going out, I’ll just say so long & write soon.<br></br>Love & ???<br></br>Tom",
    "envelope": "/images/postwar/9181945/9181945env.png",
    "images": [
      "/images/postwar/9181945/91819451.png",
      "/images/postwar/9181945/91819452.png",
      "/images/postwar/9181945/91819453.png",
      "/images/postwar/9181945/91819454.png"
    ]
  },
  {
    "id": 25,
    "date": "Sept 24, 1945",
    "location": "USA",
    "category": "postwar",
    "text": "Monday Eve.<br></br>Dear Catherine,<br></br>Monday nite again and have that Monday nite feeling not that I had a big weekend. I just went out with the boys and had a swell time, just between us boys. Just played a few games of ping pong this time I won I knew I had to win sometime.<br></br>I guess you know the point system will come down to 70 the first of November and me with 77 Oh Boy! At last. The only thing is that the boys with 80 and over won’t be out until the tenth of the month so I guess that will hold us back some. I can’t understand how they are letting the boys out some that only had 80 have gone and we still have some boys with 85 and over one fellow has 91 and he’s still here. If anybody gets out and has less points than I have, I’ll ________. I’ll just have to sit back and take it there's not a thing I can do about it. I may get out from right here I think that would be better and a lot faster the best part of it is that we get five cents a mile and only have to pay a cent and a half. I don’t know what it all came to but it’s a nice penny.<br></br>Just played five games of table tennis and I’m doing better all the time it’s a lot of fun when you get four men that know how to play. It’s still hot as ever out here, how is it out your way? Nice and cool I bet.<br></br>Don’t forget to let me know how you and Duck made out, that is if you walked home or rolled. Well Katie old girl I have to take a shower and get to bed, I’ll be looking for your letter so be good and stay sober and that sort of rot.",
    "envelope": "/images/postwar/9241945/9241945env.png",
    "images": [
      "/images/postwar/9241945/92419451.png",
      "/images/postwar/9241945/92419452.png"
    ]
  },
  {
    "id": 26,
    "date": "Oct 5, 1945",
    "location": "USA",
    "category": "postwar",
    "text":"Dear Catherine,<br></br>Your letter of Sept 27th arrived on the 3rd, I know I should have answered before this but it seems that every night one of the boys are on their way home and you know that calls for a drink you also know what that one drink call for ________. Well that’s the way it is. Paul Mardwich left last Wednesday, in a way I’m glad we did not go together as I’m sure all our pay would be gone by the time I get home. I may go to ????? For a few days to see the old boy — (as if I haven’t seen enough of him as it is).<br></br>I should be getting out any day now myself things are going along swell some of 79 point men let already, then 78 then ME. That’s if they keep going that way — I sure hope so. I’ll see my suit and shirts are already for me to step into.<br></br>If the elevator strike lasts much longer you’ll be down to an even 100 or are you that now? No! I guess not, you said you honestly don’t mind doing it, 28 flights, are you kidding? I’d have given up the first day and look for a job in a bank where you can walk right in.<br></br>So you have bone to pick with me because I told my sister you made faces when you’re a little high, I told the truth so I can’t see why you should get mad at that. As for the micky I know she would never do it (the dope). Just thought of something amusing, a new outfit just pulled in camp and they have a small mascot it’s a duck only a baby, its name, Oh Well it’s Katie, I never did see such a small duck but give it time and it will quack also.<br></br>I can’t send any laundry and if I don’t get it done I’ll be walking around in my skin so I guess I better get to it.<br></br>This may be my last letter, I hope so, from the looks of things it should be. So I hope I see or hear from you very soon.<br></br>Love<br></br>Tom XXXXXX<br></br>P.S. and it’s not Sat night!!",
    "envelope": "/images/postwar/1051945/1051945env.png",
    "images": [
      "/images/postwar/1051945/10519451.png",
      "/images/postwar/1051945/10519452.png",
      "/images/postwar/1051945/10519453.png"
    ]
  },
  {
    "id": 27,
    "date": "Oct 8, 1945",
    "location": "USA",
    "category": "postwar",
    "text": "Dear Catherine,<br></br>Your letter arrived just about one hour ago and here I am right on the job. I’m glad everybody had a nice time at the shower, don’t you think Frank’s sisters are just like him, you can have a lot of fun with them, don’t worry about the hot dish too much you know she may have twins, I always look on the bright side of things, but that’s not so bright for her , is it?<br></br>I should be home by the time my brother comes home, I can see where the navy takes over N.Y. It’s been a long time since the fleets been in N.Y. If I remember right the last time was in ‘36 or has it been that long? He should get a furlough now, do you know how long they expect to stay? I thought I told you Markwhich got discharged last week I never seen a guy so happy he should be home now, I guess it’s going to seem funny going home and knowing you're going to stay, but I can take that.<br></br>So it’s nice and cold back home, well that’s nice the weather out here is still hot but they expect it to change any day now. Last weekend I went to Tulsa Oklahoma and had a swell time for myself for a change, it’s a nice little town you can even drink beer on Sundays and that’s saying a lot for this country, in most of the towns the people just die on Sunday not even a movie open, I’d like to tell you what the girls in Tulsa ask but I can’t being you’re a Lady (ahem).<br></br>I have to go to work now so I’ll have to sign off, I was going to say cut this short but this is as long as any of my letters. So long for now I’ll write again soon. So keep kissable and sober.<br></br>Love & xxxx<br></br>Tom.",
    "envelope": "/images/postwar/1081945/1081945env.png",
    "images": [
      "/images/postwar/1081945/10819451.png",
      "/images/postwar/1081945/10819452.png"
    ]
  },
  {
    "id": 28,
    "date": "Oct 13, 1945",
    "location": "USA",
    "category": "postwar",
    "text": "Dear Catherine,<br></br>Oh Happy day! After all the long years I put in this man’s army it’s come true at last by next Wednesday the 17th I’ll have my discharge in my hand and be on my way, it’s a long time coming but all along I knew it had to come someday. The only bad part of it is that it will take five days and I don’t know if I can stand it that long. I can’t eat or sleep all I do is walk the floor, all the boys are the same way, so I guess I’m not the only one that wants out, (and you don’t have to take me by the hand.) Some of the boys want to stop over in Kansas City for a day or two so I guess I’ll be home Sat or Sun. I’d like to go home but it may be the last time we will have the chance to go out together. Boy it’s going to feel swell to feel free again, not being told when you can go out and what time to come in. Markwich wants me to spend a few days with him up in???? (that’s ????) then Jake (I think I told you about him) he wants me to wait for him in Kansas City, he gets out two days after I do, but that’s too long to wait and anyway I can see him anytime , he only lives in N.Y so I think I’ll go up and see Paul, that is after I’m home a nice week or so.<br></br>Now that I talked about me, how are you doing? Did you put that weight back on you lost walking up so many stairs every morning? I’ll have to wait for my answers now as I won’t get any more mail, the mail that’s on the way now, that’s if it don’t get here before I leave, will be sent home, so your last letter will be your last one and this last one.<br></br>Well Katie old Girl I hope to be seeing you very soon, I’ll call you up when I get in so take it easy, keep sober and all that sort of rot.<br></br>Love, Tom<br></br>P.S. I’ll make the last one a Big one.<br></br><b>X</b>",
    "envelope": "/images/postwar/10131945/10131945env.png",
    "images": [
      "/images/postwar/10131945/101319451.png",
      "/images/postwar/10131945/101319452.png"
    ]
  }
  ]
}




