{
  "letters": [
    {
      "id": 1,
      "date": "July 14th, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br>I received your letter and was very glad to hear from you, Im sorry i didnt write before this, this is the first UNKNOWN I took to myself in ten days, except for the weekend and I went out then, thats the only time I UNKNOWN go out, I have been sleeping in the field for the last week, and even now im on duty, all I have to do is answer the telephone and get the company up in the morning, as you see I dont have much time to myself. How have you been, and how did you enjoy your three day weekend? I bet you got plenty of rest, or did you, who wants to rest with three days off.<br></br>UNKNOWN you think i was UNKNOWN to get back to army, did I look anxious to get back? If i did im a good actor. When I got in Tacoma, Wash I met some other fellows who were home and they left New York Sunday Morning and got back the same time I did, boy could I have kicked myself, I knew i should of left sunday. It was my mother who talked me into it, next time Ill know better, if I have a next time, i hope not but thats the way it works now. I went down to Portland, Oregon last week and had a swell time. The only trouble was I had UNKNWON to sleep. All the hotel rooms were gone but i UNKNOWN without sleep, I did it before, remember? Sunday I saw a swell picture, Mr. Lucky with Cary Grant, it was very good you should see it. <br></br>I have a letter from Mary and Hughie to answer, but I cant do that tonight. I havent written to my brother since I got back and he wrote to me and told me a thing or two, so I have to write to him. I guess i wrote the letter I enough, now ill try the letter U. How have you been? What have you been doing with yourself? What did you do with your three days? Are you still working hard? Im sending you my IOU so just hold on to it, but dont hold it too long. <br></br>Its now 10PM and I have some work to do so I better close now. It was nice receiving your letter and you write a good letter, so write again and be a good girl. <br></br>Love, <br></br>Tom",
      "envelope": "/images/fort-lewis/7141943/7141943env.png",
      "images": [
        "/images/fort-lewis/7141943/71419431.png",
        "/images/fort-lewis/7141943/71419432.png",
        "/images/fort-lewis/7141943/71419433.png",
        "/images/fort-lewis/7141943/71419434.png",
        "/images/fort-lewis/7141943/71419435.png"
      ]
    },
    {
      "id": 2,
      "date": "August 24, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br>Received your letter and as always glad to hear from you. I also have to thank you for the very nice card, had ot laugh when I looked at it and dont think that its far from wrong. I see your in the big money now, $1.00 prize, boy that was a big doing. Did you day it was a ballroom contest or a ballroom dance?<br></br> Now to tell you fo the doings at Fort Lewis, this week I have it very easy. The company went out in the field and the poor boys have to sleep in pup tents, but not me, I stay right here in camp and sleep in a nice soft bed. In the four day sthe boys are out, i have about seven hours work, all I have to do is show movies to some new fellows. They are all {UNKNOWN} movies and they put you to sleep. Outside of that Im still working hard ( I guess).  I ran out of money last weekend so I have to be a good boy this weekend, and thats hard, but I think the rest will do me good. Still go to church (the right one), take a sun bath, and read. If i have time ill write more letters, i have about ten to answer, I have to answer Marys tonight, she sent me the pictures we took at the beach that sunday, they sure look good.<br></br> Its nice to have pictures to look at  now and then and think about what was going on at the time they were taken (am i getting soft?). I am glad to hear about my pal {UNKNOWN}, he dont write so often , the only time I hear of him is from mary, I guess that job keeps him busy. I never did get to see Dixie and guess i missed a good picture. There seems to be some {UNKNOWN} I tell you {UNKNOWN} , I guess that will hold you and your big town stuff. Did you say you only saw it three weeks ago? Ill bet you cant think of an answer. I should get a medal for shooting but you have to buy them yourself, and I need every penny i cant get, I could get a lot of other medals too, but you know how it is, I just dont like to show off ({UNKNWON}). <br></br> I guess ill have to sign off now, Im glad {UNKNOWN} your working so much, thats half the battle. Keep up the good work, the next one is only 12 months away. So long for now, write soon, be good, go to church, take care of your self, Amen.<br></br>Love,<br></br>Tom",
      "envelope": "/images/fort-lewis/7281943/7281943env.png",
      "images": [
        "/images/fort-lewis/7281943/72819431.png",
        "/images/fort-lewis/7281943/72819432.png",
        "/images/fort-lewis/7281943/72819433.png",
        "/images/fort-lewis/7281943/72819434.png"
      ]
    },
    {
      "id": 3,
      "date": "September 18, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Kate,<br></br>Here it is Saturday and I have to stay in this weekend, I dont have to, but all I have until payday is .35 cents so I guess I better stay in. I dont know where all the money goes to, it seems I never have any, and some of the boys can save in the army, Ill have to figure out how its done. <br></br>Last weekend I went down to Portland to see my brother, at last. It was good to see him and the kids, you should see his little boy is he a good looking kid. They tell me I looked like him when I was small (the UNKNOWN kid). He is off next fri - sat so Im trying to get down to see him, I dont need any money if I go out with him, but dont get me wrong, thats not why im going, but it is a big help to have him near at times like this. <br></br>Your letter took a long time to get here, just to show how long it took, you sadi you saw the “World Primier” of the Followne Sparrow and I saw that months ago. They better step up this mail or the UNKNOWN will be six month before I know it. Alright, ill let you get away with the one about Dixie, thats your UNKNOWN, next time I wont be as easy. <br></br>You should talk about me being a UNKNOWN worker, everytime I get a letter from you you have three days off. How do you do it? You have the job I want, only four days a week, what a life. I got a letter from my other brother the one in the Navy. He said he may get out this way. That worked out swell, he went to sea for a few weeks. I think he was in Europe some place, I should get a letter from him in a few days. I dont know much about it myself, I guess mom is worried about him, I knew he would get over there before I would. <br></br>Its almost 8 Oclock now and I have to go to confession now, and dont worry Ill go to the rigth one this time. I hope he dont kick me out, but then why would he, Ive been a good boy. <br></br>So long for now, write soon. Thats all Im going to say. I love your UNKNOWN.<br></br>Love, <br></br>Tom ",
      "envelope": "/images/fort-lewis/9181943/9181943env.png",
      "images": [
        "/images/fort-lewis/9181943/91819431.png",
        "/images/fort-lewis/9181943/91819432.png",
        "/images/fort-lewis/9181943/91819433.png",
        "/images/fort-lewis/9181943/91819434.png"
      ]
    },
    {
      "id": 4,
      "date": "October 5, 1943",
      "location": "Fort Lewis, Washington",
      "category": "fort-lewis",
      "text": "Dear Cathleen,<br></br> Thanks, but the holidays that just passed were just  like anyother day. To me my New Years comes Jan 1st. Remember me the UNKNOWN  OConnor, just because I like ot take my shoes off when i go to lunch UNKKNOWN, for a jew, UNKNOWN? All the jews got a three day pass, I told them I alwys go to the synagogue, but you know how the Army is, UNKNOWN except for the time you spent in the synagogue. <br></br>Last weekend I spent in camp, the first one in a very long time, and what a time I had, it was UNKNOWN. They will have to tie me UNKNOWN if they think I will stay in UNKNOWN. I just said that to show you I dont want to go out every week, but if you want to know the truth I had to stay in, “no money”. Now, i heard everything UNKNOWN.<br></br>I just got a letter from Mary and Hughie and you should hear all the bad names Mary called me, my face is still red. She called me a UNKNOWN for not answering her last letter and all the time UNKNOWN , thats just like Hughie to think UNKNOWN, I had a good laugh when I read that. <br></br>Its too late to write any more tonight UNKNOWN Good night!<br></br>October 6th, Wednesday, 6:30 PM<br></br>Now lets see, oh yes! I was thinking about Hughie, I received a letter from a friend of UNKNOWN, he said Hughie and Mary were going ot married soon. But in the letter today I got today Hughie said “give us time, pal, give us time” and mary said the same, so I guess i wont miss anything. I know Hughie would never think of pullig a trick like that on his best pal (thats me).<br></br>I may have my mail addressed Sargent OConnor in a few weeks, I hope. I just have to pass a UNKNOWN for officers, take a written test with 50 questions, then I have to see the colonel and he puts his two cents in, then a test on radio, some fun, all for 12 cents more a month. I think it would be less trouble if I tried for the conolels job. UNKNOWN.<br></br>Whats this? Another day off? Boy, you sure have a job, dont ever give it up. Just think if you ever had a job and had to work six days a week, then you could walk up and get your pay with a smile on your face. <br></br>Your letter only took five days to get here, thats not bad. Then again , you send them Air Mail,  UNKNOWN how long this one takes. It will leave camp on the 9th I guess. Thats it for now Kate… oops i mean Cathleen, dont tell me you dont like Kate, if you dont I wont call you Kate anymore, OK Kate? I mean Cathleen, so long Kate, oops i mean Cathleen, write soon Kate, there I go again with Kate, so long Cathleen, there I got it right that time.<br></br>Love,<br></br>Tom",
      "envelope": "/images/fort-lewis/1051943/1051943env.png",
      "images": [
        "/images/fort-lewis/1051943/10519431.png",
        "/images/fort-lewis/1051943/10519432.png",
        "/images/fort-lewis/1051943/10519433.png",
        "/images/fort-lewis/1051943/10519434.png"
      ]
    }
  ]
}
